export default function getMenuConfig() {
  return [
    {
      id: 1,
      date: "2 января",
      timeTableData: [
        {
          id: "dinner",
          recipes: [
            {
              id: 1,
              recipeTitle: "Шашлык свиной",
              recipeDetails:
                "Сочное маринованное мясо, приготовленное на гриле или открытом огне.",
            },
            {
              id: 2,
              recipeTitle: "Куриное бедро в глазури Барбекю",
              recipeDetails:
                "Нежное и сочное мясо бедра курицы, приготовленное на открытом огне, покрытое глазурью Барбекю.",
            },
            {
              id: 3,
              recipeTitle: "Печеный картофель с сетом намазок",
              recipeDetails:
                "Запеченный картофель в углях. Подается с различными намазками (грибная, ветчина|сыр, крабовая).",
            }
          ]
        },
      ],
    },
    {
      id: 2,
      date: "3 января",
      timeTableData: [
        {
          id: "breakfast",
          recipes: [
            {
              id: 1,
              recipeTitle: "Яичница",
              recipeDetails:
                "Обжаренное яйцо на сливочном масле с жидким желтком.",
            },
            {
              id: 2,
              recipeTitle: "Вареники | Пельмени",
              recipeDetails:
                "Популярное блюдо в поездке. Когда уже надоела яичница вареники или пельмени залетают на ура.",
            },
            {
              id: 3,
              recipeTitle: "Сендвич",
              recipeDetails:
                "Быстрый и удобный завтрак, состоящий из двух кусков хлеба с начинкой из мяса, сыра, овощей или других ингредиентов.",
            }
          ]
        },
        {
          id: "lunch",
          recipes: [
            {
              id: 1,
              recipeTitle: "Ищешь обед?",
              recipeDetails:
                "Тогда тебе в Пулю 2.0, лучшее кафе на секторе А.",
            }
          ]
        },
        {
          id: "dinner",
          recipes: [
            {
              id: 1,
              recipeTitle: "Свинина Тонкацу с рисом в стиле Азия",
              recipeDetails:
                "Традиционное японское блюдо, которое готовится из тонко нарезанных кусочков свинины, обжаренных до хрустящей корочки. Подается с рисом в стиле Азия.",
            },
            {
              id: 2,
              recipeTitle: "Корейский салат с морковкой и фунчозой",
              recipeDetails:
                "Свежий и хрустящий салат, приготовленный из моркови, нарезанной тонкой соломкой, и прозрачной лапши фунчозы. Салат заправляется смесью соевого соуса, уксуса, кунжутного масла и чеснока.",
            }
          ]
        },
      ],
    },
    {
      id: 3,
      date: "4 января",
      timeTableData: [
        {
          id: "breakfast",
          recipes: [
            {
              id: 1,
              recipeTitle: "Яичница",
              recipeDetails:
                "Обжаренное яйцо на сливочном масле с жидким желтком.",
            },
            {
              id: 2,
              recipeTitle: "Вареники | Пельмени",
              recipeDetails:
                "Популярное блюдо в поездке. Когда уже надоела яичница вареники или пельмени залетают на ура.",
            },
            {
              id: 3,
              recipeTitle: "Сендвич",
              recipeDetails:
                "Быстрый и удобный завтрак, состоящий из двух кусков хлеба с начинкой из мяса, сыра, овощей или других ингредиентов.",
            }
          ]
        },
        {
          id: "lunch",
          recipes: [
            {
              id: 1,
              recipeTitle: "Ищешь обед?",
              recipeDetails:
                "Тогда тебе в Пулю 2.0, лучшее кафе на секторе А.",
            }
          ]
        },
        {
          id: "dinner",
          recipes: [
            {
              id: 1,
              recipeTitle: "Сливочная паста с курицей и грибами",
              recipeDetails:
                "Ароматное и сытное блюдо, приготовленное из пасты, кусочков курицы, обжаренных с грибами в сливочном соусе. Паста пропитывается вкусом и ароматом ингредиентов, создавая неповторимое сочетание.",
            },
            {
              id: 1,
              recipeTitle: "Салат Нисуаз",
              recipeDetails:
                "Классический французский салат, состоящий из свежих овощей, тунца, вареных яиц, огурцов и заправки из лимонов и оливкового масла.",
            }
          ]
        },
      ],
    },
    {
      id: 4,
      date: "5 января",
      timeTableData: [
        {
          id: "breakfast",
          recipes: [
            {
              id: 1,
              recipeTitle: "Яичница",
              recipeDetails:
                "Обжаренное яйцо на сливочном масле с жидким желтком.",
            },
            {
              id: 2,
              recipeTitle: "Вареники | Пельмени",
              recipeDetails:
                "Популярное блюдо в поездке. Когда уже надоела яичница вареники или пельмени залетают на ура.",
            },
            {
              id: 3,
              recipeTitle: "Сендвич",
              recipeDetails:
                "Быстрый и удобный завтрак, состоящий из двух кусков хлеба с начинкой из мяса, сыра, овощей или других ингредиентов.",
            }
          ]
        },
        {
          id: "lunch",
          recipes: [
            {
              id: 1,
              recipeTitle: "Ищешь обед?",
              recipeDetails:
                "Тогда тебе в Пулю 2.0, лучшее кафе на секторе А.",
            }
          ]
        },
        {
          id: "dinner",
          recipes: [
            {
              id: 1,
              recipeTitle: "Авторский бургер",
              recipeDetails:
                "Уникальное сочетание ингредиентов, которые создают неповторимый вкус. Булочка, котлета, овощи и соус сочетаются таким образом, чтобы создать идеальный бургер.",
            },
            {
              id: 2,
              recipeTitle: "Картофель по-деревенски",
              recipeDetails:
                "Картофель, запеченный в духовке с чесноком и травами, получается очень ароматным и нежным внутри. Он отлично сочетается с бургером.",
            }
          ]
        },
      ],
    },
    {
      id: 5,
      date: "6 января",
      timeTableData: [
        {
          id: "breakfast",
          recipes: [
            {
              id: 1,
              recipeTitle: "Яичница",
              recipeDetails:
                "Обжаренное яйцо на сливочном масле с жидким желтком.",
            },
            {
              id: 2,
              recipeTitle: "Вареники | Пельмени",
              recipeDetails:
                "Популярное блюдо в поездке. Когда уже надоела яичница вареники или пельмени залетают на ура.",
            },
            {
              id: 3,
              recipeTitle: "Сендвич",
              recipeDetails:
                "Быстрый и удобный завтрак, состоящий из двух кусков хлеба с начинкой из мяса, сыра, овощей или других ингредиентов.",
            }
          ]
        },
        {
          id: "lunch",
          recipes: [
            {
              id: 1,
              recipeTitle: "Ищешь обед?",
              recipeDetails:
                "Тогда тебе в Пулю 2.0, лучшее кафе на секторе А.",
            }
          ]
        },
        {
          id: "dinner",
          recipes: [
            {
              id: 1,
              recipeTitle: "Шурпа",
              recipeDetails:
                "Густой и наваристый суп из говядины, картофеля и овощей. Он имеет яркий вкус и аромат.",
            },
            {
              id: 2,
              recipeTitle: "Салат из свежих огурцов и помидоров",
              recipeDetails:
                "Классическое летнее блюдо, которое отлично подходит для легкого обеда или ужина.",
            }
          ]
        },
      ],
    },
  ];
}
